---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MSup2KPerW
source: html/3e05439e-90a4-0f1e-a518-45a763afe2be.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MSup2KPerW Property

Symbol (m²·K)/W, indicating unit Square meter kelvins per watt.

## Syntax (C#)
```csharp
public static ForgeTypeId MSup2KPerW { get; }
```